Revit 2027 API
BuiltInFailures.CopyPasteFailures.FinalizedElementsWillBeModifiedWarn Property
 Can't find some new hosts for this Element.\nIt will lose references on Finish Paste unless repositioned or rehosted.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId FinalizedElementsWillBeModifiedWarn { get; }
Public Shared ReadOnly Property FinalizedElementsWillBeModifiedWarn As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ FinalizedElementsWillBeModifiedWarn {
	FailureDefinitionId^ get ();
}
static member FinalizedElementsWillBeModifiedWarn : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.CopyPasteFailures Class
Autodesk.Revit.DB Namespace